print('Привет, Меня зовут Егор, мою фамилию каверкал даже директор на вручении аттестата за 9 класс( в фамилии '
      'ударение на И, ГрИпас'
      '\n\n\t Я учусь в 11 классе (технологическая группа) мой родной город - Рязань (180 км от Москвы и она всё '
      'ближе и ближе...)'
      '\n\n\t Я люблю играть в игры (компьюетрные естественно) мой любимый жанр - стратегии, например "Hearts of Iron 4'
      '", "Crusader Kings 3". А ещё люблю "War Thunder" (хотя тут скорее любовь по принципу бьёт - значит любит...)'
      '\n\n\t Также как и ты люблю аниме, мой Топ - САО(до Алисизации, дальше уже не то аниме по ощущениям), '
      'Тетрадь Смерти, Атака Титанов, Клинок Рассекающий демонов, О моём перерождении в слизь и Хоримия')