sec = int(input('Введите количество секунд: '))
hours = sec // 60 // 60 
min = (sec / 60 / 60 % 1) // (1/60) // 1
seconds = sec - ((hours * 60 * 60) + min * 60)
print(f"Часов: {hours}")
print(f"Минут: {min}")
print(f"Секунд: {seconds}")
# --------------------------------------------------------------------------------
cel = int(input('Введите температуру в градусах Цельсия: '))
kel = cel + 273.15
far = (cel * (9/5)) + 32
reo = 1.25 * cel
print(round(kel, 2))
print(round(far, 2))
print(round(reo, 2))
# Я взял данные про отношение градусов Кельвина, Фаренгейта и Реомюра из интернета, т.к. хотелось получить наиболее точный перевод